#pragma once
#include <string>

/*
1.	Геометрические фигуры. Реализовать функции вычисления параметров для двух-трех следующих геометрических фигур (по одной фигуре на студента):
a.	Прямоугольник – периметр, площадь, длина диагонали;
b.	Треугольник – периметр, площадь по формуле Герона, проверка на равнобедренность;
c.	Трапеция – периметр, площадь, длина средней линии;
d.	Окружность – длина окружности, площадь круга, площадь кругового сектора.
*/

void rectangle(); // a

void triangle();// b

void trapezoid(); // c

void circle(); // d